<HTML>
<HEAD>
<title>MAGUS - Midgard Abenteurer Generieren Und Steigern</title>
<link rel="shortcut icon" href="image/magus-fav.ico">
<link rel="stylesheet" type="text/css" href="css/magus.css">
<style type="text/css">
</style>
</HEAD>
<BODY class="body" text="#000000"><a name="TOP"></a>
<table width="100%">
 <tr>
  <td>
   <table>
    <tr>
     <td class="TextBox" align="center"><h2>Bedienung - Abenteurer Genese - mit Wizard</h2></td>
    </tr>
    <tr>
     <td  class="TextBox">
      <h4>Generierung mit Wizard </h4>
      <div align="center"><img src="image/icons/Icon-Wizard.png" width="16" height="25" border="0" alt="Wizard"></div>
      <ul>
       <li><a href="#GRU">Grundwerte</a></li>
       <li><a href="#LES">Lernschema</a>  </li>
       <li><a href="#SAV">Speichern</a>  </li>
      </ul>
     </td>
    </tr>
    <tr>
     <td align="center"><a href="#TOP"><font size="-2">Zum Seitenanfang</font></a></td>
    </tr>
    <tr>
     <td  class="TextBox"><a name="GRU"></a>
      <h4>Grundwerte</h4>
      <table class="small">
       <tr>
        <td>Den Button <a href="Bedienung_Element.html#BUT">Neuer Abenteurer</a> bet&auml;tigen
         (oder im <a href="Bedienung_Element.html#MEN">Men&uuml; Datei</a> &quot;Neuer Abenteurer mit Wizard&quot; w&auml;hlen)<br>
         Ob der Wizard aktiv ist, erkennt man am Wizard-Icon in der <a href="Bedienung_Element.html#STAT">Statuszeile</a>. 
        </td>
       </tr>
       <tr>
        <td>Wenn ein oder mehrere Quellenb&uuml;cher einbezogen werden sollen, so sollten diese jetzt unter Regionen ausgew&auml;hlt werden. </td>
       </tr>
       <tr>
        <td>Zun&auml;chst erfolgt die <a href="BMod_GW.html#GEN">Auswahl der Spezies</a>, es sei denn, die Figur soll ein Mensch sein. </td>
       </tr>
       <tr>
        <td>Nun werden die <a href="BMod_GW.html#GEN">Basiseigenschaften</a> ausgew&uuml;rfelt </td>
       </tr>
       <tr>
        <td>Das <a href="BMod_GW.html#GEN">Geschlecht</a> wird ausgew&auml;hlt, falls die Figur eine Abenteurerin werden soll.</td>
       </tr>
       <tr>
        <td>Im n&auml;chsten Schritt erfolgt die Auswahl des <a href="BMod_GW.html#GEN">Abenteurertyps</a> </td>
       </tr>
       <tr>
        <td>Als n&auml;chstes folgt die Festlegung, ob der Abenteurer vom Land oder aus der Stadt stammt. </td>
       </tr>
       <tr>
        <td>Mit dem Ausw&uuml;rfeln der <a href="BMod_GW.html#GEN">abgeleiteten Werte</a> ist die Bestimmung sder Grundwerte heendet, und es geht weiter mit
         den <a href="BMod_LS.html">Lernschemata</a>
        </td>
       </tr>
      </table>
     </td>
    </tr>
    <tr>
     <td align="center"><a href="#TOP"><font size="-2">Zum Seitenanfang</font></a></td>
    </tr>
    <tr>
     <td  class="TextBox"> <a name="LES"></a>
      <h4>Lernschema</h4>
      <table class="small">
       <tr>
        <td>Der Wizard f&uuml;hrt sofort in die <a href="BMod_LS.html#BBAR">Herkunftsauswahl</a>. Hier wird das Herkunftsland der Figur festgelegt. </td>
       </tr>
       <tr>
        <td>Es folgt die automatische Weiterleitung zur Auswahl der Muttersprache.</td>
       </tr>
       <tr>
        <td>Nach der Auswahl der Muttersprache wird die Landschaft ausgew&auml;hlt,
         in welcher die Abenteurerin ungelernt &Uuml;berleben beherrscht.
        </td>
       </tr>
       <tr>
        <td>Im folgenden Schritt wird die <a href="BMod_LS.html#BBAR">angeborene F&auml;higkeit</a> bestimmt. </td>
       </tr>
       <tr>
        <td>Nun werden die zur Verf&uuml;gung stehenden <a href="BMod_LS.html#BBAR">Lernpunkte</a> bestimmt. </td>
       </tr>
       <tr>
        <td>Abh&auml;ngig von den erw&uuml;rfelten Lernpunkten werden nun Fachkenntnisse, allgemeine, ungew&ouml;hnliche
         und Waffenfertigkeiten <a href="BMod_LS.html#LPV">erlernt</a>. Magischbegabte Figuren lernen zus&auml;tzlich ihre Zauberfertigkeiten
         und Magier legen dar&uuml;ber hinaus ihr Spezialgebiet fest.
        </td>
       </tr>
       <tr>
        <td>Nachdem die Lernpunkte verteilt sind, wird ein <a href="BMod_LS.html#BBAR">Beruf</a> erlernt. </td>
       </tr>
       <tr>
        <td>Im n&auml;chsten Schritt erfolgt das Ausw&uuml;rfeln von <a href="BMod_LS.html#BBAR">Geld</a>. </td>
       </tr>
       <tr>
        <td>Es wird nun gew&uuml;rfelt, ob und welche <a href="BMod_LS.html#BBAR">Waffen</a> die Figur zu Spielbeginn besitzt. </td>
       </tr>
       <tr>
        <td>Nun wird gew&uuml;rfelt, ob die Figur fertigkeitsspezifische <a href="BMod_LS.html#BBAR">Ausr&uuml;stung</a> besitzt. </td>
       </tr>
       <tr>
        <td>Zum Schluss wird - bei K&auml;mpfern - eine <a href="BMod_LS.html#MOD">Spezialwaffe</a> festgelegt. </td>
       </tr>
      </table>
       </td>
      </tr>
      <tr>
       <td align="center"><a href="#TOP"><font size="-2">Zum Seitenanfang</font></a></td>
      </tr>
      <tr>
       <td  class="TextBox"> <a name="SAV"></a>
        <h4>Speichern</h4>
        Sobald die Eingaben auf der Lernschema-Seite abgeschlossen sind, f&uuml;hrt der Wizard wieder auf
        die Grundwerte-Seite. Hier ist der Button <a href="BMod_GW.html#GEN">Werte editeren</a> aktiviert.<br><br>
        <table class="small">
         <tr>
          <td>Als erstes sollte im entsprechenden Feld ein Name f&uuml;r die <a href="BMod_GW.html#INP">Figur</a> vergeben werden.  </td>
         </tr>
         <tr>
          <td>Die freien Felder k&ouml;nnen nach belieben (oder Spielleitervorgabe) ausgef&uuml;llt werden.  </td>
         </tr>
         <tr>
          <td>Nach dem bet&auml;tigen der &lt;ENTER&gt;-Taste wird der Fileselector aufgerufen und der Abenteurer kann
           gespeichert werden.  
          </td>
         </tr>
         <tr>
          <td>Mit diesem letzten Schritt ist die Generierung der Figur abgeschlossen. Die Figur kann nun noch
           <a href="Bedienung_Ausruest.html">ausger&uuml;stet</a> werden und ein Dokument kann
           <a href="Bedienung_Element.html#MEN">ausgedruckt</a> werden  
          </td>
         </tr>
        </table>
        </td>
      </tr>
      <tr>
       <td align="center"><a href="#TOP"><font size="-2">Zum Seitenanfang</font></a></td>
      </tr>
     </table>
    </td>
   </tr>
</table>
</body>
</html>